export const CardsTags = {
  1: "Мода",
  2: "Кухня мира",
  3: "Коктейль",
  4: "Алкоголь",
  5: "Гастрономия",
  6: "Эко",
  7: "Роскошь",
  8: "Стиль",
  9: "Джин",
  10: "Устойчивость",
  11: "Франция",
  12: "Мистика",
  13: "Рок",
  14: "Дисней",
  15: "80-е",
  16: "Готика",
  17: "Музыка",
  18: "Кино и сериалы",
  19: "Искусство",
  20: "Рок-группы",
  21: "Литература",
  22: "Сюрреализм",
  23: "Поп-музыка",
  24: "Глэм-рок",
  25: "Магия",
  26: "Вернуться в детство",
  27: "Селебрити",
  28: "Русская литература",
  29: "Классика",
  30: "Драма",
  31: "Фантастика",
  32: "Модернизм",
  33: "Хорроры",
  34: "90-e",
  35: "Современность",
  36: "Авангард",
  37: "Американская мечта",
  38: "Текила",
  39: "Италия",
  40: "Стиль",
  41: "Ностальгия",
  42: "Триллер",
  43: "Культура",
  44: "Эмоции",
  45: "Иконопись",
  46: "Катастрофа",
  47: "Визионеры",
  48: "Эпохи",
  49: "Электронная музыка",
  50: "Теплые вечера",
  51: "Любовь",
  52: "Легенды",
  53: "Ретро",
  54: "История",
  55: "Классический коктейль",
  56: "Меланхолия",
};

export const CardsData = [
  {
    activity: "Мистика",
    pics: [
      "/static/images/mystery-1.jpg",
      "/static/images/mystery-2.jpg",
      "/static/images/mystery-3.jpg",
      "/static/images/mystery-4.jpg",
    ],
    description:
      "Мистика - это не просто жанр, а целая атмосфера, которая окружает нас и заставляет задуматься. Туман, полуночный лес и загадочные события всегда влекут за собой что-то неизведанное.",
    tags: [12, 18, 25, 41, 44],
  },
  {
    activity: "Дэвид Линч",
    pics: [
      "https://i.pinimg.com/control2/736x/87/76/5d/87765d6e9eacfda4a5f64368ca2848a1.jpg",
      "https://i.pinimg.com/736x/17/27/d7/1727d7fb9bb483dac4f9daf354222e19.jpg",
      "https://i.pinimg.com/736x/ed/32/dd/ed32dd4d9abfcdba511347fc3f93157b.jpg",
    ],
    description:
      "Мастер сюрреализма и создания неповторимой атмосферы, Дэвид Линч стал культовым режиссером, запомнившись в первую очередь сериалом Twin Peaks и многими другими шедеврами творчества.",
    tags: [22, 18, 12, 42, 19],
  },
  {
    activity: "Твин Пикс",
    pics: [
      "https://i.pinimg.com/control2/736x/da/43/57/da43577af2d8cc038730a19a39c7994c.jpg",
      "https://i.pinimg.com/736x/46/7d/31/467d31437560f1c06df3c439c257344e.jpg",
      "https://i.pinimg.com/control2/736x/22/1e/b0/221eb021eaf1a5aa02888dd6f541b6de.jpg",
    ],
    description:
      "Один из самых культовых сериалов, снятых Дэвидом Линчем. Загадочная история о расследовании убийства девушки в маленьком городке, которая оставляет зрителей в напряжении.",
    tags: [12, 18, 42, 41, 44],
  },
  {
    activity: "Фредди Меркьюри",
    pics: [
      "https://i.pinimg.com/control2/736x/af/70/64/af70644b12fcc114b6a063fa74b3dc79.jpg",
      "https://i.pinimg.com/736x/d0/50/e5/d050e52882e3eb11deba6a148ac4aed8.jpg",
      "https://i.pinimg.com/control2/736x/cd/6b/1f/cd6b1f16b5a7ef0af7ad808e517ad56c.jpg",
    ],
    description:
      "Легендарный фронтмен группы Queen, чья харизма и уникальный голос до сих пор вдохновляют миллионы. Музыкант, чьи композиции навсегда останутся в истории.",
    tags: [24, 20, 17, 27, 43],
  },
  {
    activity: "Фильмы Дисней",
    pics: [
      "https://i.pinimg.com/control2/736x/4e/92/18/4e92186fa02895ad73cc8a62644818bf.jpg",
      "https://i.pinimg.com/control2/736x/55/6e/d3/556ed3e8101486a72af83114665a2a3e.jpg",
      "https://i.pinimg.com/control2/736x/4c/e9/58/4ce958faa5640d7a750ae038a3d24c04.jpg",
    ],
    description:
      "Фильмы, которые стали неотъемлемой частью детства. Такие картины, как 'Питер Пэн', 'По дороге в эльдорадо' и 'Шрэк', навсегда останутся в сердцах зрителей.",
    tags: [14, 25, 26, 41, 18],
  },
  {
    activity: "Джонни Депп",
    pics: [
      "https://i.pinimg.com/736x/46/a0/85/46a08538b08bb0a9ae76436ad655a298.jpg",
      "https://i.pinimg.com/736x/74/5a/87/745a8757ed8651493ee9467aea041f2d.jpg",
      "https://i.pinimg.com/control2/736x/c6/34/2b/c6342b1b5343adaab74d76e8d395e0ce.jpg",
    ],
    description:
      "Актёр, чьи роли в фильмах как 'Пираты Карибского моря', 'Дневник баскетболиста' и 'Эдвард Руки-ножницы' сделали его культовым и многогранным персонажем мирового кинематографа.",
    tags: [18, 27, 13, 19, 42],
  },
  {
    activity: "Меланхолия (фильм, 2011)",
    pics: [
      "https://i.pinimg.com/736x/5f/27/a1/5f27a105bd59dbff34e6c245e4453de2.jpg",
      "https://i.pinimg.com/736x/51/56/0e/51560e2846e2089e7ddad2c944b71f19.jpg",
    ],
    description:
      "Картина Ларса фон Триера, рассказывающая о двух сёстрах, чьи жизни меняются на фоне приближающейся катастрофы. Меланхолия — фильм о конце мира и жизни.",
    tags: [18, 30, 46, 56, 44],
  },
  {
    activity: "Рок 80-х",
    pics: [
      "https://i.pinimg.com/control2/736x/65/1f/d5/651fd5e489bfe6bdc2c7215b48db7b8f.jpg",
      "https://i.pinimg.com/control2/736x/55/24/65/55246567f4e16387a5e3a1c2ebcbdb10.jpg",
      "https://i.pinimg.com/736x/f6/c0/23/f6c0234f4fd81eadea4ee2227190290d.jpg",
      "https://i.pinimg.com/736x/5e/c0/77/5ec0774a72afb7aab0686df3cfc3d77b.jpg",
      "https://i.pinimg.com/control2/736x/07/0a/f0/070af03cdd2047c6c8eaf64f5690037e.jpg",
    ],
    description:
      "Эпоха, когда рок-музыка приобрела новый облик, с такими группами, как Queen, AC/DC, Guns N' Roses, которые навсегда оставили след в истории.",
    tags: [13, 15, 17, 52, 53],
  },
  {
    activity: "Путешествия во времени",
    pics: [
      "https://i.pinimg.com/control2/736x/54/d6/90/54d690090e619b4811ab2829b658723a.jpg",
      "https://i.pinimg.com/control2/736x/8f/c3/1b/8fc31b9ea28502ae1b494f4b9efa4555.jpg",
      "https://i.pinimg.com/control2/736x/14/1b/34/141b34f922f179dcdc9ef165b1a7d6d9.jpg",
    ],
    description:
      "Фильмы и сериалы, которые исследуют концепцию времени, такие как 'Назад в будущее', 'Доктор Кто', 'Тьма' и многие другие. Время как главный элемент сюжета, открывающее новые миры и парадоксы.",
    tags: [12, 18, 31, 48, 53],
  },
  {
    activity: "Пикассо",
    pics: [
      "https://i.pinimg.com/736x/4a/5c/e6/4a5ce60c95467fa94cf1d65bc97c5c6a.jpg",
      "https://i.pinimg.com/736x/bf/0d/f0/bf0df00f2dec4980426b021be41e11fb.jpg",
      "https://i.pinimg.com/736x/65/d8/be/65d8be82c3ffed0f45a2fb1487505ee1.jpg",
      "https://i.pinimg.com/736x/56/55/9c/56559cf5c920a4ab190acd3b6474f475.jpg",
    ],
    description:
      "Один из самых знаменитых художников 20 века, чьи работы и стиль до сих пор вдохновляют. Пикассо стал символом инноваций в изобразительном искусстве.",
    tags: [19, 32, 43, 47, 54],
  },
  {
    activity: "Madonna",
    pics: [
      "https://i.pinimg.com/control2/736x/8f/26/01/8f260108d33905a00955fb080e6c23b9.jpg",
      "https://i.pinimg.com/736x/29/6c/cf/296ccf2d94bf369ac2f1fe0b51df054a.jpg",
      "https://i.pinimg.com/736x/bf/15/b6/bf15b6f0098e08f3cb7ab941977a9e23.jpg",
    ],
    description:
      "Королева поп-музыки, чьи песни, как Like a Virgin и Vogue, стали настоящими гимнами поп-культуры. Влияние Мадонны на моду и музыку невозможно переоценить.",
    tags: [23, 27, 1, 52, 43],
  },
  {
    activity: "Рок-группа The Cure",
    pics: [
      "https://i.pinimg.com/control2/736x/2d/18/68/2d1868c36584074b1f687b46d593ad68.jpg",
      "https://i.pinimg.com/control2/736x/bb/04/25/bb0425063d4f445aa494cd1d69a3f6d5.jpg",
      "https://i.pinimg.com/control2/736x/ea/70/fc/ea70fcc5f1d4ba4b014df0422f934c36.jpg",
    ],
    description:
      "Британская группа, ставшая культовой в 80-х, с их мрачной атмосферой и уникальным стилем. Песни группы как Just Like Heaven и Lovesong остаются в сердцах поклонников.",
    tags: [20, 15, 16, 52, 44],
  },
  {
    activity: "Рене Магритт",
    pics: [
      "https://i.pinimg.com/736x/c7/2b/7f/c72b7f1a604cecb3d3761c95edad20ed.jpg",
      "https://i.pinimg.com/control2/736x/ae/6c/f2/ae6cf27d4e798b1378550fc84956d89d.jpg",
    ],
    description:
      "Белгийский художник-сюрреалист, чьи работы, как 'Это не трубка', оспаривают восприятие реальности и концепцию правды и обмана.",
    tags: [19, 22, 47, 54, 44],
  },
  {
    activity: "Фильмы ужасов 90-х",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Легендарные фильмы ужасов, такие как Крик и Я знаю, что вы сделали прошлым летом, которые стали определяющими для жанра в 90-е.",
    tags: [18, 33, 34, 44, 41],
  },
  {
    activity: "Lana Del Rey",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Современная поп-исполнительница, чьи песни оскорбляют границы жанров. Ее музыка — это смесь ретро-стиля и современности с темной атмосферой.",
    tags: [17, 23, 35, 44, 53],
  },
  {
    activity: "Жан-Мишель Жарр",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Французский музыкант и композитор, известный своими электронными композициями, такими как Oxygène и Equinoxe. Его музыка погружает в гипнотические миры.",
    tags: [17, 19, 36, 49, 44],
  },
  {
    activity: "Великий Гэтсби",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Роман Ф. Скотта Фицджеральда, рассказывающий о жизни и трагической судьбе Джея Гэтсби. История о богатстве, любви и американской мечте.",
    tags: [21, 29, 37, 51],
  },
  {
    activity: "Коктейль 'Маргарита'",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Один из самых популярных коктейлей, который сочетает в себе текилу, лайм и тройной сек. Легкий и освежающий вкус идеально подходит для жаркого летнего вечера.",
    tags: [3, 4, 38],
  },
  {
    activity: "Итальянская кухня",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Итальянская кухня славится своими пастами, пиццей и свежими ингредиентами. Это искусство приготовления блюд, которое сочетает в себе простоту и изысканность.",
    tags: [2, 39],
  },
  {
    activity: "Коктейль 'Космополитен'",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Известный коктейль, ставший культовым благодаря сериалу Секс в большом городе. Его яркий розовый цвет и смесь водки, ликера и клюквенного сока привлекают внимание.",
    tags: [3, 4],
  },
  {
    activity: "Стиль минимализм",
    pics: ["disney1.jpg", "disney2.jpg"],
    description:
      "Минимализм в моде и дизайне характеризуется чистыми линиями, простыми формами и отсутствием лишних деталей. Это стиль, который делает акцент на качестве и функциональности.",
    tags: [1, 40],
  },
  {
    activity: "Французская кухня",
    pics: ["french1.jpg", "french2.jpg"],
    description:
      "Французская кухня — это искусство сочетания богатых вкусов, вин и сыра. Ее знаменитые блюда, такие как крок-месье и луковый суп, ценятся во всем мире.",
    tags: [1, 2, 5],
  },
  {
    activity: "Коктейль 'Секс на пляже'",
    pics: ["sexonthebeach1.jpg", "sexonthebeach2.jpg"],
    description:
      "Популярный коктейль с фруктовым вкусом, который включает водку, персиковый шнапс, клюквенный и апельсиновый соки. Он идеально подходит для летних вечеринок.",
    tags: [3, 7, 8],
  },
  {
    activity: "Китайская кухня",
    pics: ["chinese1.jpg", "chinese2.jpg"],
    description:
      "Китайская кухня включает множество уникальных вкусов и ингредиентов, от кисло-сладких соусов до жареных лапш и супов. Особое внимание уделяется балансу вкусов.",
    tags: [1, 4, 9],
  },
  {
    activity: "Стиль гранж",
    pics: ["grunge1.jpg", "grunge2.jpg"],
    description:
      "Стиль гранж родился в 90-х и включает в себя расслабленный, но выразительный образ с элементами уличной моды, винтажной одежды и ненапрягающих образов.",
    tags: [10, 12, 15],
  },
  {
    activity: "Японская кухня",
    pics: ["japanese1.jpg", "japanese2.jpg"],
    description:
      "Японская кухня славится своими свежими продуктами и деликатными вкусами. Суши, сашими и рамен — самые популярные блюда, олицетворяющие японский стиль питания.",
    tags: [1, 13, 16],
  },
  {
    activity: "Коктейль 'Мохито'",
    pics: ["mojito1.jpg", "mojito2.jpg"],
    description:
      "Освежающий коктейль с мятой, лаймом и ромом. Этот напиток стал символом летних вечеринок и часто ассоциируется с карибским стилем жизни.",
    tags: [3, 6, 7],
  },
  {
    activity: "Веганская кухня",
    pics: ["vegan1.jpg", "vegan2.jpg"],
    description:
      "Веганская кухня исключает все продукты животного происхождения. Основу составляют овощи, злаки, орехи и бобовые. Это идеальный выбор для тех, кто ищет здоровое и этичное питание.",
    tags: [1, 17, 18],
  },
  {
    activity: "Стиль арт-деко",
    pics: ["artdeco1.jpg", "artdeco2.jpg"],
    description:
      "Элегантный стиль, популярный в 1920-х годах. Характеризуется роскошными и геометрическими формами, золотыми и серебряными акцентами, а также использованием дорогих материалов.",
    tags: [19, 20, 5],
  },
  {
    activity: "Греческая кухня",
    pics: ["greek1.jpg", "greek2.jpg"],
    description:
      "Греческая кухня славится своими простыми, но ароматными блюдами, такими как гирос, мусака и фета. Свежие овощи, оливковое масло и зелень — основа греческого стола.",
    tags: [1, 11, 21],
  },
  {
    activity: "Коктейль 'Дайкири'",
    pics: ["daiquiri1.jpg", "daiquiri2.jpg"],
    description:
      "Легендарный коктейль, который сочетает в себе ром, сок лайма и сахар. Этот напиток был популярен среди писателей и путешественников в Карибском бассейне.",
    tags: [3, 22, 23],
  },
  {
    activity: "Мексиканская кухня",
    pics: ["mexican1.jpg", "mexican2.jpg"],
    description:
      "Мексиканская кухня известна своим острым вкусом и разнообразием специй. Буррито, такос и начос — яркие представители мексиканских блюд.",
    tags: [1, 24, 25],
  },
  {
    activity: "Коктейль 'Джек Коллинз'",
    pics: ["jackcollins1.jpg", "jackcollins2.jpg"],
    description:
      "Легкий и освежающий коктейль, состоящий из джина, лимонного сока и содовой воды. Идеален для теплых вечеров.",
    tags: [3, 26, 27],
  },
  {
    activity: "Эко-стиль",
    pics: ["eco1.jpg", "eco2.jpg"],
    description:
      "Стиль, который сочетает в себе природные материалы и заботу об окружающей среде. Эко-мода включает в себя одежду из переработанных материалов и устойчивые бренды.",
    tags: [12, 28, 29],
  },
  {
    activity: "Коктейль 'Негрони'",
    pics: ["negroni1.jpg", "negroni2.jpg"],
    description:
      "Идеально сбалансированный коктейль, состоящий из джина, вермута и кампари. Он привлек внимание своей горечью и идеально подходит для вечерних мероприятий.",
    tags: [3, 30, 31],
  },
  {
    activity: "Французский стиль",
    pics: ["frenchstyle1.jpg", "frenchstyle2.jpg"],
    description:
      "Элегантный и утонченный стиль, который сочетает в себе классику, простоту и женственность. Основные элементы — это лаконичные фасоны, качественные ткани и внимание к деталям.",
    tags: [12, 32, 33],
  },
  {
    activity: "Жизнь как путешествие",
    pics: ["journey1.jpg", "journey2.jpg"],
    description:
      "Идея, что жизнь — это не конечная цель, а путешествие. Важно ценить каждый момент и научиться извлекать уроки из каждого шага. Это философия, ориентированная на рост и саморазвитие.",
    tags: [34, 35, 36],
  },
  {
    activity: "Идея минимализма",
    pics: ["minimalism1.jpg", "minimalism2.jpg"],
    description:
      "Минимализм — это не просто уменьшение количества вещей, а подход к жизни, в котором ценится простота и отказ от излишества. Это фокус на важном, что приносит настоящую ценность.",
    tags: [37, 38, 39],
  },
  {
    activity: "Любовь как основа жизни",
    pics: ["love1.jpg", "love2.jpg"],
    description:
      "Любовь — это сила, которая объединяет людей, делает мир лучше. Любовь в различных формах — к себе, к другим, к жизни — является важнейшей ценностью, придающей жизни смысл.",
    tags: [40, 41, 42],
  },
  {
    activity: "Значение прощения",
    pics: ["forgiveness1.jpg", "forgiveness2.jpg"],
    description:
      "Прощение освобождает нас от оков прошлого и позволяет двигаться вперед. Важно учиться отпускать обиды и строить гармоничные отношения, чтобы создать внутренний мир и умиротворение.",
    tags: [43, 44, 45],
  },
  {
    activity: "Сила позитивного мышления",
    pics: ["positive1.jpg", "positive2.jpg"],
    description:
      "Позитивное мышление — это умение смотреть на мир с оптимизмом. Это помогает преодолевать трудности, быть более уверенным в себе и достигать целей.",
    tags: [46, 47, 48],
  },
];
